Repository: phscezario/wc-rte-rodonaves-shipping
Catalog: languages/wc-rte-rodonaves-shipping-*.po
Languages: pt_br

source: working day(s)
pt_br: dias úteis.

source: working day(s).
pt_br: dias úteis.

source: Additional Days
pt_br: Dias adicionais

source: Additional days to the estimated delivery.
pt_br: Dias adicionais para entrega estimada.

source: Additional information's
pt_br: Informações adicionais

source: Adds shipping simulator automatically on the product page.
pt_br: Adicionar simulador de frete automaticamente na página de produto.

source: Any Shipping Class
pt_br: Qualquer Classe de Entrega

source: API RTE Rodonaves login
pt_br: Login da API da RTE Rodonaves

source: API RTE Rodonaves password.
pt_br: Senha da API RTE Rodonavas.

source: API RTE Rodonaves registered CPF or CNPJ.
pt_br: CPF ou CNPJ registrado na API da RTE Rodonaves.

source: Calculate
pt_br: Calcular

source: City ID code
pt_br: Código da cidade

source: City ID is necessary to request API.
pt_br: O código da cidade é necessário para a requisição da API.

source: Delivery Time:
pt_br: Tempo de envio:

source: Enable
pt_br: Habilitar

source: Enable logging
pt_br: Habilitar log de errors

source: Enable simulator
pt_br: Habilitar simulador

source: Enable this shipping.
pt_br: Habilitar esta forma de entrega.

source: Enter an value, e.g. 2.50. Leave blank to disable.
pt_br: Coloque um valor em dinheiro, ex.: 2.50. Deixe em branco para desativar.

source: Enter handling fee type, if is percent or solid value.
pt_br: Selecione qual calculo para taxa de manuseio, se é porcentagem ou valor sólido.

source: Entry a correct postcode.
pt_br: Digite a CEP válido.

source: Estimated shipping time after payment confirmation:
pt_br: Tempo estimado para entrega depois da confirmação de pagamento:

source: Estimated Time
pt_br: Tempo Estimado

source: Estimated time:
pt_br: Tempo estimado:

source: Get City ID
pt_br: Buscar código da cidade

source: Handling Fee
pt_br: Taxa de manuseio

source: Handling Fee Type
pt_br: Tipo de taxa de manuseio

source: Height:
pt_br: Altura:

source: If necessary, select a shipping class to apply this method.
pt_br: Caso necessário, selecione uma classe de entrega para aplicar a este método.

source: If necessary, you can disable and use the shortcode below:
pt_br: Caso necessário, você pode desabilitar e usar o shortcode abaixo:

source: If you don&lsquo;t know what is a ID, fill all fields above and click here:
pt_br: Se você não sabe qual o código, preencha todos os campos acima e clique aqui:

source: Length:
pt_br: Comprimento:

source: Log %s events, such as WebServices requests.
pt_br: Log %s de eventos, como WebServices requests.

source: Maybe you need to calculate shipping again after change product variation or quantity.
pt_br: Talvez você precisa recalcular a entrega depois de mudar a variação do produto ou a quantidade.

source: No information.
pt_br: Sem informação.

source: No Shipping Class
pt_br: Nenhuma Classe de Entrega

source: Origin postcode
pt_br: CEP de origem

source: Password
pt_br: Senha

source: percent
pt_br: porcentagem

source: Plugin add RTE Rodonaves Shippging to WooCommerce.
pt_br: Plugin adiciona o sistema de frete RTE Rodonaves ao WooCommerce.

source: Postcode
pt_br: CEP

source: Postcode from where the requests are sent.
pt_br: CEP de onde as solicitações são enviadas.

source: Registered CPF or CNPJ
pt_br: CPF ou CNPJ registrado

source: Remember to update City ID if you change postcode.
pt_br: Lembre-se de atualizar o código da cidade quando mudar o CEP de origem.

source: RTE Rodonaves Shipping
pt_br: RTE Rodonaves Transportadora

source: RTE Rodonaves shipping integration
pt_br: RTE Rodonaves integração de frete

source: Shipping Class
pt_br: Classe de Entrega

source: Shipping Simulator
pt_br: Simulador de Frete

source: Simulate your shipping:
pt_br: Simule seu frete:

source: solid
pt_br: sólido

source: Some necessary field in the plugin is not configured.
pt_br: Algum dos campos necessários não esta configurado.

source: Total Weight:
pt_br: Peso Total:

source: View logs.
pt_br: Ver logs.

source: Weight:
pt_br: Peso:

source: Width:
pt_br: Largura:

source: working day(s)
pt_br: dias úteis

source: Wrong data sended.
pt_br: Dados incorretos enviados.

source: You need fill, Login, Password, Registered CPF or CNPJ and Origin postcode correctly, for it work
pt_br: Você precisa preencher, Login, Senha, CPF ou CNPF registrado e CEP de origem corretamente, para isso funcionar.
